# Shell tools
brew "zsh"
brew "zsh-syntax-highlighting"
brew "tmux"
cask "1password-cli"
brew "kube-ps1"
cask "alacritty"
cask "hammerspoon"

# ZSH
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
tap "romkatv/powerlevel10k"
brew "powerlevel10k"

# Vim tools
brew "ripgrep"
brew "neovim"
brew "ninja"

# Source control tools
brew "hub"
brew "tig"
brew "lazygit"
brew "git-delta"
brew "gh"

tap "koekeishiya/formulae"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
tap "FelixKratz/formulae"
brew "sketchybar"
