# Shell tools
cask "iterm2"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "tmux"
cask "1password-cli"
brew "kube-ps1"

# ZSH
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
tap "romkatv/powerlevel10k"
brew "romkatv/powerlevel10k/powerlevel10k"

# Vim tools
brew "neovim"
brew "ripgrep"

# Source control tools
brew "hub"
brew "tig"
brew "lazygit"
brew "git-delta"

# Languages
brew "node"

